Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/admin/depts/other_files/sami_rapport_sametingets_formelle_stilling_SA.pdf.pdf.tmx
Source language: sme
Languages: nob

source: Sámi ulbmiliid bušeahttabargovugiid árvvoštallamis ferte vuhtiiváldit maiddái dan rievtti mii čuovvu SP ja ESK 1. artihkkala , vrd. kap. 1.1.3 .
nob: . I vurderingene av grunnlaget for etablering av budsjettprosedyrer for samiske formål ligger derfor også den retten som følge av artikkel 1 i SP og ØSK , jf. kap. 1.1.3 .

source: Dattege ferte ain oaidnit dán mearrádusa sisdoalu ja viidodaga go dan galgá geavahit .
nob: Innholdet og rekkevidden av denne bestemmelsen når den skal praktiseres er imidlertid fortsatt under utvikling .

source: Vejolašvuohta váikkuhit ja mearridit ekonomalaš rámmaid ja vuoruhemiid lea deaŧalaš juohke álbmogii mii galgá iežas ovdáneami stivret .
nob: Muligheten til å påvirke og avgjøre de økonomiske rammene og prioriteringene er viktig for et hvert folk som skal styre sin egen utvikling .

source: Maiddái ON ` Olmmošvuoigatvuođalávdegoddi lea fuomášan eamiálbmogiid rievtti jođihit iežaset ekonomalaš ovdáneami mearkkašumi SP 1. artihkkala ektui .
nob: Betydningen av urfolks rett til å kontrollere sin egen økonomiske utvikling i henhold til SP artikkel 1 har vært viet oppmerksomhet fra FNs Menneskerettighetskomité .

source: Danmárkku áigodatraportta oktavuođas cealká lávdegoddi ” … commends Denmark for … the promotion of Greenland ´ s financial independence … ” .
nob: I Menneskerettighetskomiteens uttalelse i forbindelse med periodiske rapport fra Danmark uttales det at komiteen ” … commends Denmark for … the promotion of Greenland ´ s financial independence … ” .

source: 109 New Zealand áigodatraportta hárrái cealká lávdegoddi : “ The approach of providing compensation from public funds helps to avoid tensions that might otherwise hamper the recognition of indigenous land and resource rights ” .
nob: 109 I sin kommentar til periodisk rapport fra New Zealand uttaler komiteen at : “ The approach of providing compensation from public funds helps to avoid tensions that might otherwise hamper the recognition of indigenous land and resource rights ” .

source: 110 Dan oktavuođas mearkkašit ahte Olmmošvuoigat-
nob: 110 I denne sammenhengen kan det også noteres at Menneskerettighets-

source: Muhtun riikkain , ovdamearkka dihte Danmárkkus ja USA:s mearriduvvo stáhtabušeahtta láhkan .
nob: I noen land , for eksempel Danmark og USA , blir statsbudsjettet vedtatt i lov .

source: Suoma-norgga-ruoŧa-sámi áššedovdijoavkku sámekonvenšuvdnaárvalus čuokkis 7.3.2 siidu 128. 109 FN Document CCPR / CO/70/DNK čuokkis 6 .
nob: Utkast fra finsk-norsk-svensk-samisk ekspertgruppe til nordisk samekonvensjon punkt 7.3.2 på side 146-147. 109 FN Document CCPR / CO/70/DNK punkt 6 .

source: Eksaminerejuvvon golggotmánu 20. b. 2000. 110 FN Document CCPR / CO/75/NZL čuokkis 7 .
nob: Eksaminert 20. oktober 2000. 110 FN Document CCPR / CO/75/NZL punkt 7 .

source: Eksaminerejuvvon suoidnemánu 9. ja 10. b. 2001. 108
nob: Eksaminert 9. og 10. juli 2001. 108

source: vuođalávdegoddi ávžu Ruoŧa addit sámi álbmogii duohta váikkuhaválddi iežaset “ economic activities 111 ” Ráđđehusa ja Sámedikki ráđđádallamiid ásaheapmi lei deaŧalaš ášši stáhta álbmotrievttálaš geatnegasvuođaid čađaheamis .
nob: komiteen oppfordrer Sverige til å gi det samiske folket reell innflytelse over sine “ economic activities 111 ” Etableringen av konsultasjonsprosedyrene mellom regjeringen og Sametinget i 2005 var et viktig grep for en gjennomføring av statens folkerettslige forpliktelser .

source: Okta ráđđádallamiid ulbmiliin lea boktit oktasaš áddejumi sámi servodagaid dilálašvuođa ja ovdánandárbbuid hárrái , nappo oktasaš áddejumi das mii ferte dahkkot sámi giela , kultuvrra , ealáhus- ja servodateallima ovdánahttimis .
nob: Et av formålene med konsultasjonsprosedyrene er også å utvikle felles forståelse for situasjonen og utviklingsbehov i samiske samfunn , det vil si en felles forståelse for hva som må gjøres for å ta vare på og videreutvikle samisk språk , kultur , nærings- og samfunnsliv .

source: Dakkár ortnegat mat rahpet sápmelaččaid duohta váikkuheami sámi kultuvrra , giela ja servodateallima ovdáneamis , mearkkaša ovdáneami Sámedikkis sápmelaččaid ovddasteaddji orgánan .
nob: Etablering av ordninger som åpner for reell samisk innflytelse over utviklingen av samisk kultur , språk og samfunnsliv , innebærer en utvikling av Sametinget som representativt organ for samene .

source: Ođđa bušeahttabargovuogit sáhttet maiddái leat mielde čalmmustahttimis Sámedikki sajádaga Norgga demokráhtalaš stivrenvuogádagas .
nob: Etableringen av nye budsjettprosedyrer vil også kunne bidra til å tydeliggjøre Sametingets posisjon i det demokratiske styringssystemet i Norge .

source: Mearkkašupmi Sámedikki lahtuin bargojoavkkus 7. artihkkala sánit dohkkehit eamiálbmogiidda positiiva rievtti .
nob: Merknad fra Sametingets medlemmer i arbeidsgruppen Ordlyden i artikkel 7 anerkjenner en positiv rett for urfolk .

source: Dat mielddisbuktá veahá viidát geatnegasvuođa go 6. artihkkala ráđđádallamat mii čilge movt konvenšuvdna galgá čađahuvvot našovnnalaš rievttis .
nob: Dette innebærer en noe videre forpliktelse enn konsultasjoner etter artikkel 6 som sier noe om hvordan en skal gjennomføre konvensjonen i nasjonal rett .

source: Artihkal 6.2 dulkojupmu artihkal 7 oktavuođas mielddisbuktá ahte berre váldit vuođu das ahte stáhta lea geatnegahtton gávnnahit oktasaš čovdosiid , ovdamearkka dihte ráđđádallamiid bokte guoskevaš eamiálbmogiiguin dakkár áššiin mat namuhuvvojit artihkal 7:s. 9.2 .
nob: En fortolkning av artikkel 6.2. i lys av artikkel 7 medfører at en bør legge til grunn at staten er forpliktet til å finne omforente løsninger , gjennom for eksempel forhandlinger , med berørte urfolk i saker som omhandles i artikkel 7. 9.2 .

source: Dálá bušeahttaproseassaid árvvoštallan Vuosttaš jagiid maŋŋel Sámedikki ásaheami sulastahtii Sámedikki rolla bušeahttaproseassas dábálaš hálddašanorgánaid rolla , namalassii ahte bušeahttaárvalus meannuduvvui departemeanttas ja de biddjui vejolaččat bušeahttamateriálai .
nob: Vurderinger av dagens budsjettprosesser I de første årene etter opprettelsen av Sametinget var Sametingets rolle i budsjettprosessen lik den rollen ordinære forvaltningsorganer har , dvs. at et budsjettforslag ble behandlet i departementet og eventuelt innarbeidet i budsjettmaterialet .

source: Dakkár proseassas sáhttá bušeahttaárvalus árvvoštallojuvvot leat unnán vearan čuovvolit departemeantta hálddahuslaš dásis .
nob: I en slik prosess kan i praksis et budsjettforslag bli vurdert som lite aktuelt å følge opp allerede på administrativt nivå i departementet .

source: Maiddái departemeantta ja Sámedikki gulahallan lei lágiduvvon ládje go dábálaš vuollásaš etáhtaid dáfus .
nob: Likedan var dialogen mellom departementet og Sametinget lagt opp på samme måte som for ordinære underlagte etater .

source: Dat lea dađistaga rievdan . Go Sámediggi nettobušetteregođii 1999:s , ráhkaduvvojedje seammás ođđa bušeahttabargovuogit sámi áššiid meannudeami ja oktiiheiveheami várás ( geahča kap. 2.10 ) .
nob: Dette har gradvis endret seg Da Sametinget ble nettobudsjettert i 1999 , ble det samtidig innført nye budsjettprosedyrer for behandlingen og samordningen av i samiske saker i budsjettprosessen ( se kap. 2.10 ) .

source: Ulbmilin lei árrat juo proseassas loktet daid áššiid politihkalaš dássái , ja oččodit ollislaš meannudeami sámi áššiin bušeahttaproseassa oktavuođas .
nob: Målsetningen var bl.a. å løfte opp disse sakene til politisk nivå tidlig i prosessen , og få til en helhetlig behandling av samiske saker i budsjettprosessen .

source: Erohussan ovdalaččas lea sámediggepresideanta / Sámediggeráđđi sierra čoahkkimis čilge departemeantta politihkalaš njunušgoddái makkár vuoruhemiid Sámediggi atná deaŧalažžan boahtteáiggis , ja ahte departemeantta njunušgoddi árrat bušeahttaproseassas boahtá diehtit Sámedikki ođđa áŋgiruššanevttohusaid .
nob: Forskjellen fra tidligere er i all hovedsak knyttet til at sametingspresidenten / Sametingsrådet i et eget møte orienterer politisk ledelse i departementet om hvilke prioriteringer Sametinget mener er viktig for framtiden , og at politisk ledelse i departementet blir gjort kjent med Sametingets forslag til nye satsninger på et tidlig tidspunkt i budsjettprosessen .

source: Dat ahte Sámedikki bušeahttaáŋgiruššanevttohus duođaid ovdána bušeahttaproseassas lea ain ovttaskas departemeantta , dahje namalassii stáhtaráđi duohken .
nob: At et budsjettsatsningsforslag fra Sametinget faktisk går videre i budsjettprosessen ligger fremdeles i det enkelte departements , dvs. statsråds makt .

source: Dálá bušeahttavuogit eai oro leame nu geatnegahttin ráđđehussii , ja Sámediggi atná olu resurssaid ja čájehuvvo ahte ožžot unnán doarjaga .
nob: Dagens budsjettprosedyrer synes lite forpliktende for regjeringen , mens Sametinget bruker mye ressurser og , som det viser seg i praksis , får lite gjennomslag .

source: Sámedikki ja departemeanttaid hálddahuslaš dialoga lea dađistaga heivehuvvogoahtán Sámedikki iešstivrejeaddji sajádahkii .
nob: Den administrative dialogen mellom Sametinget og departementene er etter hvert tilpasset Sametingets uavhengige stilling .

source: Álbmotválljejuvvon orgánan lea Sámedikkis iešstivrejeaddji váldi ja iešstivrejeaddji ovddasvástádus politihkalaš doaimmas hárrái .
nob: Som folkevalgt organ har Sametinget en selvstendig myndighet og et selvstendig ansvar for sin politiske virksomhet .

source: Departemeanttaid dialoga Sámedikkiin galgá dáhpáhuvvat váldodoaimmalaš dásis , ja das ii leat ulbmilin váikkuhit dahje čuovvolit Sámedikki ulbmilolaheami ja bohtosiid .
nob: Departementenes dialog med Sametinget skal skje på et mer overordnet nivå og har ikke til formål å påvirke og følge opp Sametingets måloppnåelse og resultat .

source: Stáhtaráđiid konstitušuvnnalaš ovddasvástádus mielddisbuktá liikká ahte departemeanttat fertejit dárkkistit ahte Sámediggi čuovvu Stáhta ekonomiijastivrema njuolggadusaid áigumušaid .
nob: Som følge av statsrådenes konstitusjonelle ansvar må imidlertid departementene føre kontroll med at Sametinget følger intensjonene i Reglement for økonomistyring i staten med tilhørende bestemmelser .

source: Fásta vuohki lea ahte Sáme 111
nob: Som fast praksis blir det avholdt 111

source: Henriksen , Scheinin , Åhrén : Sámi álbmoga iešmearrideami vuoigatvuohta , s. 346-347 , i Davviriikkalaš sámekonvenšuvdna : Suoma-Norgga-Ruoŧa-Sámi áššidovdi joavkku álgohápmi , geigejuvvon golggotmánu 26. b. 2005 .
nob: Henriksen , Scheinin , Åhrén : Det samiska folkets rätt till självbestämmande , s. 346-347 , i Nordisk samekonvensjon : Utkast fra finsk-norsk-svensk-samisk ekspertgruppe , avgitt 26. oktober 2005 .

source: diggi ja Bargo- ja searvadahttindepartemeanta doallaba hálddahuslaš dialogačoahkkimiid oktii juohke jahkebeale , gos earet eará váldogažaldagat ekonomiijahálddašeami hárrái sáhttet leat fáddán .
nob: administrative dialogmøter mellom Sametinget og Arbeids- og inkluderingsdepartementet en gang hvert halvår , hvor blant annet overordnede spørsmål knyttet til økonomiforvaltningen kan være tema .

source: Čoahkkimiin lonohallet guovttebealát dieđuid sihke hálddahuslaš diliid ja áigeguovdilis sámepolitihkalaš áššiid birra mat gáibidit hálddahuslaš čuovvoleami .
nob: På møtene utveksles gjensidig informasjon om både administrative forhold og aktuelle samepolitiske saker som krever administrativ oppfølging .

source: ládje dollojuvvojit jahkebeallásaš čoahkkimat Sámedikki ja iešguđet guoskevaš departementtaid gaskka .
nob: Tilsvarende blir det avholdt halvårlige møter mellom Sametinget og ulike aktuelle departementer .

source: Sámedikki ja ráđđehusa Ráđđádallanšiehtadusa 5. čuoggá mielde lea maiddái ásahuvvon ortnet gos lágiduvvojit jahkebeallásaš hálddahuslaš ráđđádallančoahkkimat Sámedikki ja Sámi áššiid ovttastahttinlávdegotti gaskka .
nob: I henhold til pkt. 5 i konsultasjonsavtalen mellom Sametinget og regjeringen er det også innført en ordning med halvårlige administrative konsultasjonsmøter mellom Sametinget og Samordningsutvalget for samiske spørsmål .

source: Bušeahttaoktavuođas lea Sámediggi dađistaga ožžon eambbo váikkuhanválddi go Sámediggi lea hálddašišgoahtán ortnegiid mat ásahuvvojedje nannet sámi kultuvrra , giela ja ealáhusovdáneami , ja mat dainnalágiin galget bisuhit ássama sámi guovlluin .
nob: I budsjettsammenheng er Sametinget gradvis gitt mer innflytelse ved at Sametinget har overtatt forvaltningen av ordninger som ble opprettet for å styrke samisk kultur , språk og næringsutvikling , og dermed opprettholde bosettingen i samiske områder .

source: Dat váldi mii Sámedikkis lea dán oktavuođas , lea mearridit doarjjaortnegiid njuolggadusaid .
nob: Myndigheten Sametinget har her er å fastsette retningslinjer for tilskuddsordningene .

source: Nuppásuhttin nettobušetteremii 1999:s lei mielde addime Sámediggái stuorát friddjavuođa bušeahttaoktavuođas dan bokte ahte Sámediggi oaččui vejolašvuođa ieš vuoruhišgoahtit juolluduvvon bušeahttarámma siskkobealde .
nob: Overgangen til nettobudsjettering i 1999 bidro til å gi Sametinget større frihet i budsjettsammenheng ved at Sametinget fikk mulighet til å selv prioritere innenfor den gitte budsjettrammen .

source: Dát mielddisbuvttii ahte departementtat – prinsihpas – eai galgga vuoruhit Sámedikki ovddas .
nob: Dette innebar at departementene – i prinsippet – ikke skal prioritere for Sametinget .

source: Negatiiva bealli dán lágán rámmabušetteremis lea dattetge dat ahte juolludeaddji eiseválddiide lea álkit čujuhit Sámedikki vejolašvuođaide vuoruhit iežas bušeahttarámmaid siskkobealde , mii fas sáhttá dagahit ahte eai juolluduvvo ruđat smávit doaimmaide .
nob: Et negativt trekk ved denne type rammebudsjettering er imidlertid at det er lettere for bevilgende myndigheter å vise nettopp til Sametingets mulighet til å prioritere innenfor egne budsjettrammer , noe som kan føre til at det ikke bevilges midler til mindre omfattende tiltak .

source: Ulbmil Sámedikki nettobušetterema ásahemiin ja seammás ođđa bušeahttavugiid ásahemiin lei nappo addit Sámediggái eambbo friddja vuođu , ja vejolašvuođa ieš beassat vuoruhit makkár doaimmat berrejit čađahuvvot iežas bušeahta siskkobealde vai sáhttá fuolahit ja ovdánahttit sámi servodaga .
nob: Intensjonen ved innføringen av nettobudsjetteringen av Sametinget og samtidig nye budsjettprosedyrer , var altså å gi Sametinget en friere stilling , og muligheten til selv å prioritere hvilke tiltak som bør gjennomføres innenfor eget budsjett for å ivareta og utvikle det samiske samfunnet .

source: Bušeahttaoktavuođas lea dát vejolašvuohta čadnojuvvon gaskaomiide maid Sámediggi ieš ráđđe , dat mearkkaša vejolašvuođa juolludit smávit ruhtasupmiid ovtta doibmii ovtta jahkái nannen dihte eará doaimma .
nob: I budsjettsammenheng vil denne muligheten være knyttet til virkemidler Sametinget selv rår over , det vil si muligheten til å bevilge mindre midler til ett tiltak ett år for å styrke et annet .

source: Lea dattetge oalle čielggas ahte stuorámus vejolašvuohta addit Sámediggái eambbo friddja vuođu dasa mii guoská vuoruheapmái ja álggahit doaimmaid main lea mearkkašupmi sámi kultuvrii , gillii ja servodateallimii , leat čadnon dan vejolašvuhtii mii lea álggahit ođđa doaimmaid , ii ge dušše čuovvolit daid doaimmaid maid ráđđehus lea ovdal álggahan .
nob: Det er likevel ganske klart at den største muligheten for å gi Sametinget en friere stilling når det gjelder å prioritere og sette i verk tiltak som har betydning for samisk kultur , språk og samfunnsliv , er knyttet til muligheten for å sette i gang nye tiltak , og ikke bare å følge opp de tiltakene regjeringen tidligere har satt i gang .

source: Sámediggi ráhkada jahkásaččat bušeahttaárvalusa ja muitala dainna makkár ođđa doaimmaid sámi servodat dárbbaša sin mielas .
nob: Sametinget utarbeider årlig sitt budsjettforslag og gir her sitt syn på behov for nye tiltak i det samiske samfunnet .

source: Go dát mearrádus gieđahallojuvvo viidáseappot departemeanttain , de galgá leat nu ahte departementtat ovdamearkka dihte eai galgga árvvoštallat lea go Sámedikki bušeahttaárvalus ( ođđa vuoruheamit ) buoret go nubbi .
nob: Når dette vedtaket behandles videre i departementene , skal det være slik at departementene for eksempel ikke skal vurdere hvorvidt ett av Sametingets budsjettforslag ( nye satsinger ) er bedre enn et annet .

source: Prinsihpas , nu go ulbmil celkojuvvui dalle go ođđa bušeahttavuogit ásahuvvojedje , lea Sámediggi ieš mii galgá mearridit gosa sámi áššiid lassijuolludeamit Sámedikki bušeahta bokte galget biddjojuvvot .
nob: Det er i prinsippet , slik intensjonen var uttrykt da de nye budsjettprosedyrene ble innført , Sametinget selv som skal bestemme hvor økte midler til samiske formål over Sametingets budsjett skal settes inn .

source: Prinsihpas galgá danne leat nu ahte go juolluduvvojit lassiruđat Sámediggái , de juolluduvvo rámmalasáhussan , dahje goit Sámedikki vuoruheami mielde nu movt lea biddjon bušeahttavuoruhanevttohussii .
nob: I prinsippet skal det derfor være slik at når det gis økte midler til Sametinget , gis det som en rammeøkning , eller i alle fall i tråd med Sametingets prioritering i sitt budsjettsatsningsforslag .

source: Duohta dilis lea čájehuvvon ahte go Sámediggi lea ožžon juolluduvvot lassiruđaid , de leat oppalohkái leamaš ruđat mat leat vásedin juolluduvvon ovttaskas doaimmaide .
nob: I praksis har det vist seg at når Sametinget har fått tilført friske midler er det i all hovedsak en øremerking av midler til enkelttiltak . Unntaksvis er det gitt en rammeøkning til Sametinget slik at Sametinget selv kan prioritere hvilke tiltak en ønsker å gjennomføre .

source: Muhtomin leat juolluduvvon rámmalasáhusat Sámediggái nu ahte Sámediggi ieš beassá vuoruhit guđiid doaimmaid háliida čađahit 112. Go guorahallá Sámedikki bušeahttaevttohusa ja guđiid doaim 112
nob: 112 En gjennomgang av Sametingets budsjettforslag og hvilke tiltak regjeringen faktisk har bevilget midler til , viser at det opp gjennom årene er bevilget friske midler til tiltak som Sametinget har på sin prioriteringsliste i sitt budsjettvedtak , men sjelden tiltak Sametinget selv har prioritert høyest .

source: Sámediggi oaččui 1999:s birrasiid 7 milj. kr rámmalasáhusa Gielda- ja guovlodepartementta bušeahtta bokte , gos 3 milj. kr várrejuvvojedje kulturdoaimmaide .
nob: Sametinget ble i 1999 gitt en rammeøkning på vel 7 mill. kr over Kommunal- og regionaldepartementets budsjett , hvorav 3 mill. kr ble øremerket kulturformål .

source: 2006:s lasihuvvui Sámedikki rámma Kulturdepartementta Side 76 av 86
nob: I 2006 ble Sametingets ramme over Kulturdepartementets budsjett økt med 10 mill. kroner .

source: maide ráđđehus duođasge lea juolludan ruđaid , de čájehuvvo ahte jagiid čađa leat juolluduvvon lassiruđat doaimmaide maid Sámediggi lea bidjan vuoruhanlistui iežas bušeahttaevttohusas , muhto hárve doaimmaide maid Sámediggi ieš lea vuoruhan bajimussii .
nob: 3 mill. kroner var øremerket bokbusser , for øvrig fordelte Sametinget bevilgningen etter egen prioritering ( ” for å bedre Sametingets mulighet til å drive en aktiv kulturpolitikk ” ) . I 2007 ble rammen økt med ytterligere 3,5 mill. kroner som Sametinget selv fordelte etter egen prioritering .

source: Leat maiddái juolluduvvon ruđat doaimmaide maid Sámediggi ii leat namuhan .
nob: Side 76 av 86

source: Viidáseappot oaidnit ahte leat juolluduvvon ruđat doaimmaide Sámedikki bušeahta bokte maid ráđđehus lea namuhan deaŧalaš vuoruhansuorgin , muhto maid Sámediggi ieš ii leat bidjan bajimussii iežas vuoruhanlisttus 113. Departementtat mearridit buoremuddui movt Sámediggi galgá geavahit juolludemiid , ja dát sáhttá ipmirduvvot dainnalágiin ahte Sámedikki bargu lea hálddašit ráđđehusa gaskaomiid , dan sadjái go hálddašit gaskaomiid dainnalágiin go diggi ieš mearrida .
nob: Videre kan man se at det er bevilget midler til tiltak over Sametingets budsjett som regjeringen har betegnet som et viktig satsningsområde , men som Sametinget selv ikke har øverst på sin prioriteringsliste . 113 Departementene legger dermed i stor grad føringer på Sametingets bruk av bevilgningene , og dette kan oppfattes som om Sametingets oppgave blir å forvalte regjeringens virkemidler , i stedet for at Sametinget forvalter virkemidler på den måten tinget selv har bestemt .

source: Bargojoavku oaivvilda ahte berrejit ásahuvvot bušeahttavuogit mat čuvvot dan ulbmila ahte Sámedikkis galgá leat friddjavuohta vuoruhit iežas bušeahta , dat mearkkaša ahte galgá maiddái leat friddjavuohta mearridit masa lassijuolludeamit galget geavahuvvot .
nob: Arbeidsgruppens syn er at det bør etableres budsjettprosedyrer som i møtekommer målsetningen om at Sametinget selv skal ha frihet til å prioritere på eget budsjett , det vil si også frihet til å bestemme hva økte midler skal gå til .

source: Sámedikki áššehivvodagat ja doaimmat leat lassánan dovdomassii maŋemus jagiid ( gč. kap. 2.3 ) .
nob: Sametingets saksmengde og aktivitet har økt betraktelig de siste årene ( jf. kap. 2.3 ) .

source: Go Sámediggi lea váldán badjalasas sámi ásahusaid doarjjaortnegiid ja juolludemiid hálddašeami , de lea dát vuosttažettiin čuovvoluvvon hálddahuslaš nannejumiin .
nob: Når Sametinget har overtatt forvaltningen av tilskuddsordninger og midler til samiske institusjoner , er dette i hovedsak fulgt opp med en administrativ styrking .

source: Leat leamaš hui unnán friddja juolludeamit maiguin livččii sáhttán nannet hálddahuslaš kapasitehta lassi politihkalaš doaimma mielde , mii lea sámepolitihkalaš ovdáneami váikkuhus .
nob: Det har i liten grad vært tilført frie midler som kunne vært brukt til en økning av den administrative kapasiteten med tanke på den økte politiske aktiviteten , en følge av den samepolitiske utviklingen .

source: Eará dilli mii lea čadnojuvvon Sámedikki bušeahttadillái , mii maiddái guoská bušeahta sturrodahkii , lea dat ahte ovttaskas olbmuin , ásahusain ja organisašuvnnain leat stuora vuordámušat Sámediggái ahte áiggit galget buorránit go váldet badjelasaset departementtaid ortnegiid .
nob: Et annet forhold knyttet til Sametingets budsjettsituasjon , som også gjelder budsjettets størrelse , er at Sametinget møter store forventninger om bedre tider fra enkeltmennesker , institusjoner og organisasjoner når det overtar ordninger fra departementene .

source: Go Sámediggi ii nagot ollašuhttit dáid vuordámušaid bušeahta geažil , de vásihit Sámedikki goazanin dan sadjái go sáitenjuollan sámi servodahkii ávkin .
nob: Når Sametinget ikke kan møte denne forventningen fordi budsjettet ikke tillater det , kan Sametinget oppleves som en bremsekloss i stedet for en spydspiss i det samiske samfunnet .

source: Viidáseappot leat ovttaskas sámi ásahusaid rámmaeavttut – goit muhtun áigodahkii – šaddan heajubun eai ge buorebun maŋŋel go Sámediggi lea váldán badjelasas hálddašeami , danne go ráđđehusa vuoruheamit eai leat fátmmastan ásahusaid dán suorggis .
nob: Videre har rammevilkårene for enkelte samiske institusjoner – i alle fall for en periode – blitt vanskeligere i stedet for bedre etter at Sametinget har overtatt forvaltningen , fordi institusjonene ikke har blitt omfattet av regjeringens satsning på området .

source: Okta ovdamearka leat sámi museat , mat vuosttaš jagiid maŋŋel go sirdojuvvojedje Sámedikki vuollái 2001:s bázahalle museaođasteami vuoruheami ektui .
nob: Et eksempel kan være samiske museer , som de første årene etter overføringen til Sametinget i 2001 ble hengende etter i satsningen på museumsreformen .

source: Dát leat dakkár dilit mat sáhttet leat mielde billisteame Sámedikki legitimitehta sámi álbmoga bealis .
nob: Dette er forhold som kan bidra til å svekke Sametingets legitimitet blant den samiske befolkningen .
